package com.example.kotlin.model.repository

import com.example.kotlin.model.entity.Note

object KotlinRepository {
    val notes: List<Note> = listOf(
        Note(
            "Моя первая заметка", "Kotlin очень краткий, но при этом выразительный язык"
        ),
        Note(
            "Моя первая заметка", "Kotlin очень краткий, но при этом выразительный язык"
        ),
        Note(
            "Моя первая заметка", "Kotlin очень краткий, но при этом выразительный язык"
        ),
        Note(
            "Моя первая заметка", "Kotlin очень краткий, но при этом выразительный язык"
        ),
        Note(
            "Моя первая заметка", "Kotlin очень краткий, но при этом выразительный язык"
        ),
        Note(
            "Моя первая заметка", "Kotlin очень краткий, но при этом выразительный язык"
        ),
        Note(
            "Моя первая заметка", "Kotlin очень краткий, но при этом выразительный язык"
        ),
        Note(
            "Моя первая заметка", "Kotlin очень краткий, но при этом выразительный язык"
        ),
        Note(
            "Моя первая заметка", "Kotlin очень краткий, но при этом выразительный язык"
        ),
        Note(
            "Моя первая заметка", "Kotlin очень краткий, но при этом выразительный язык"
        ),
        Note(
            "Моя первая заметка", "Kotlin очень краткий, но при этом выразительный язык"
        ),
        Note(
            "Моя первая заметка", "Kotlin очень краткий, но при этом выразительный язык"
        )
    )
}